;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! beacon)
(package! rainbow-mode)
(package! dired-open)
(package! org-auto-tangle)
(package! dired-subtree)
(package! org-modern)
(package! olivetti)
(package! reformatter)
(package! pdf-tools)
(package! peep-dired)
(package! flycheck-aspell)
(package! calfw)
(package! calfw-org)
(package! org-transclusion)
(package! toc-org)
