;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! all-the-icons-completion)
(package! all-the-icons-dired)
(package! all-the-icons-ibuffer)
(package! beacon)
(package! calfw)
(package! calfw-org)
;; (package! cape)
;; (package! consult)
;; (package! corfu)
(package! dired-open)
(package! dired-subtree)
(package! dirvish)
;; (package! elfeed-protocol)
(package! flycheck-aspell)
(package! good-scroll)
(package! highlight-indent-guides)
(package! magit-todos)
(package! citar)
;; (package! marginalia)
(package! math-preview)
;; (package! ob-mermaid)
(package! olivetti)
;; (package! openwith)
;; (package! orderless)
(package! org-alert)
(package! org-auto-tangle)
                                        ; (package! org-download)
(package! org-modern)
(package! org-roam-ui)
(package! citar-org-roam)
(package! org-sliced-images)
;; (package! lsp-ui)
(package! org-timeblock)
(package! org-transclusion)
;; (package! org-yt)
(package! pdf-tools)
;; (package! peep-dired)
(package! rainbow-mode)
;; (package! reformatter)
(package! toc-org)
(package! websocket)
(package! zoxide)
(package! format-all)
