;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! alert)
(package! all-the-icons-completion)
(package! all-the-icons-dired)
(package! all-the-icons-ibuffer)
(package! beacon)
;; (package! calfw)
;; (package! calfw-org)
;; (package! cape)
(package! citar)
(package! citar-org-roam)
;; (package! consult)
;; (package! corfu)
(package! dired-open)
(package! dired-subtree)
(package! dirvish)
;; (package! elfeed-protocol)
(package! flycheck-aspell)
(package! format-all)
(package! good-scroll)
;; (package! helpful)
;; (package! lsp-ui)
(package! magit-todos)
;; (package! marginalia)
;; (package! math-preview)
;; (package! ob-mermaid)
(package! olivetti)
(package! openwith)
;; (package! orderless)
(package! org-alert)
(package! org-auto-tangle)
;; (package! org-bullets)
;; (package! org-download)
(package! org-modern)
(package! org-roam-ui)
(package! org-sliced-images)
(package! org-super-agenda)
;; (package! org-timeblock)
(package! org-transclusion)
;; (package! org-yt)
;; (package! pdf-tools)
;; (package! peep-dired)
(package! rainbow-mode)
;; (package! reformatter)
(package! toc-org)
(package! websocket)
(package! zoxide)
(package! org-mind-map)
(package! dashboard)
