age
aspell
aspell-en
at
atomicparsley
audacity
base
base-devel
bat
bc
bluetui
bluez-utils
borg
bpytop
bridge-utils
brightnessctl
buku
cava
cliphist
cmake
cmatrix
cmus
cpio
cronie
ddgr
direnv
dmenu
dmidecode
dnsmasq
docker-compose
dosfstools
dunst
edk2-ovmf
efibootmgr
emacs
entr
evince
expect
eza
fastfetch
fd
ffmpeg
figlet
flameshot
foliate
freetube-bin
fuse2
fuzzel
fzf
gimp
git
github-cli
gitleaks
gnu-free-fonts
go
gocryptfs
graphviz
grim
gst-plugin-pipewire
gstreamer-vaapi
htop
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
imagemagick
inotify-tools
intel-media-driver
intel-ucode
iwd
jdownloader2
just
kitty
ksnip
lazygit
less
lib32-alsa-lib
lib32-fontconfig
lib32-glibc
lib32-glu
lib32-libglvnd
lib32-libvorbis
lib32-libxi
lib32-libxrandr
lib32-nvidia-cg-toolkit
lib32-openal
lib32-pipewire
libguestfs
libreoffice-fresh
libva-intel-driver
libvirt
linux
linux-firmware
lolcat
luarocks
ly
lynx
man-db
markdownlint-cli2
marksman
megacmd
moreutils
mpv
mtpfs
mupdf
mupdf-tools
mutt-wizard
nano
navi
ncdu
neovim
network-manager-applet
networkmanager-openvpn
newsboat
nmap
noto-fonts-emoji
npm
nyx
obfs4proxy
obs-studio
obs-vaapi
obsidian
obsidian-cli-bin
odt2txt
onefetch
openbsd-netcat
openssl-1.1
pacman-contrib
pandoc-cli
parallel
pass
pass-otp
perl-image-exiftool
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
podman-docker
pwgen
python-adblock
python-bcrypt
python-flask
python-isort
python-mutagen
python-pillow
python-pip
python-pipenv
python-pipx
python-pyfuse3
python-pywlroots
python-virtualenv
qemu-base
qtile
qtile-extras
ranger
redshift
rhvoice
rhvoice-language-english
rhvoice-voice-lyubov
ripgrep
rofi
rofi-calc
rsync
rustup
satty
scrcpy
scrypt
seahorse
secure-delete
shellcheck
shotcut
slurp
smartmontools
steghide
stow
swayimg
swww
sxhkd
syncthing
task
taskwarrior-tui
tidy
timew
tldr
tmux
tmuxp
tomb
tor
ttf-dejavu-nerd
ttf-jetbrains-mono-nerd
ttf-ubuntu-nerd
udiskie
udisks2
ueberzugpp
ufw
unrar
unzip
vde2
virt-manager
virt-viewer
vulkan-intel
vulkan-radeon
waybar
wf-recorder
wget
wine
wireless_tools
wl-clipboard-x11
wlroots
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xwallpaper
yay
yay-debug
yq
yt-dlp
zathura
zathura-pdf-mupdf
zen-browser-bin
zenity
zip
zotero-bin
zoxide
zram-generator
zsh
